<?php

return array (
  'addCart' => 'أضف إلى العربة',
  'all_p' => 'جميع المنتجات',
  'check' => 
  array (
    'address' => 'العنوان',
    'card' => 'بطاقة الإئتمان',
    'fname' => 'الإسم الأول',
    'lname' => 'الأسم الأخير',
    'save' => 'شراء',
    'success' => 'لقد قمت بشراء محتويات العربة بنجاح',
    'title' => 'شراء عربة التسوق',
  ),
  'fromPrice' => 'من السعر',
  'home' => 
  array (
    'title' => 'الصفحة الرئيسية',
  ),
  'index' => 
  array (
    'QTY' => 'الكمية',
    'checkout' => 'شراء',
    'orders' => 'مشتراياتى',
    'overTotal' => 'المجموع الاجمالى',
    'products' => 'منتجاتى',
    'profile' => 'صفحتى الشخصية',
    'stock' => 'قطع متوفرة فقط!',
    'viewC' => 'تفاصيل عربة التسوق',
  ),
  'nav' => 
  array (
    'account_create' => 'إنشاء حساب',
    'daily' => 'صفقة اليوم',
    'sellUs' => 'إبدأ البيع',
  ),
  'offTxt' => 'خصم',
  'product' => 
  array (
    'formTitle' => 'بيع منتج جديد',
  ),
  'removeAllfillters' => 'إزالة الكل',
  'scart' => 
  array (
    'del' => 'مسح',
    'per' => 'لكل سلعة',
    'shopp' => 'عــربــة التســـوق',
  ),
  'search' => 'بحث',
  'show' => 
  array (
    'EGP' => 'جنيه مصرى',
    'EU' => 'يورو',
    'USD' => 'دولار',
    'alertTitle' => 'تنبيه',
    'by' => 'بواسطة',
    'color' => 'اللون',
    'conTo' => 'تحويل إلى',
    'cond' => 'حالة السلعة',
    'daily' => 'صفقة اليوم',
    'dangerTitle' => 'خطأ',
    'desc' => 'الوصف',
    'errMess' => 'حدث خطأ غير متوقع ، برجاء إعادة المحاولة لاحقاً',
    'highTo' => 'السعر: من الأكثر إلى الأقل',
    'loadMore' => 'تحميل المزيد',
    'lowTo' => 'السعر: من الأقل إلى الأكثر',
    'new' => 'جديد',
    'noPros' => 'نأسف لعدم العثور على أى نتائج لبحثك',
    'out' => 'هذا المنتج غير متوفر حالياً',
    'pi' => 'معلومات المنتج',
    'pop' => 'الأكثر شيوعاً',
    'rateBtn' => 'تقييم',
    'rateMessage' => 'التعليق',
    'rateThis' => 'قيم هذا المنتج',
    'rated' => 'الأعلى تقييماً',
    'ratings' => 'تقييم',
    'rev' => 'تقييمات المستخدمين',
    'rmore' => 'إقرأ المزيد',
    'serpl' => 'إبحث بإسم المنتج أو العلامة التجارية',
    'shareTxt' => 'نشر ',
    'signMess' => 'قم بتسجيل الدخول لتقييم هذا المنتج',
    'soldBy' => 'البائع',
    'spec' => 'المواصفات',
    'stock' => 'قطع متوفرة فقط!',
    'succMess' => 'تم حفظ تقييمك بنجاح',
    'succTitle' => 'تم',
    'upRateBtn' => 'تحديث',
    'used' => 'مستعمل',
  ),
  'sortBy' => 'رتب حسب',
  'toPrice' => 'إلى السعر',
  'user' => 
  array (
    'amount' => 'الكمية',
    'choscat' => 'إختر القسم',
    'chossubcat' => 'إختر تحت القسم',
    'delete' => 'مسح',
    'edit' => 'تعديل',
    'img' => 'الصورة',
    'menu' => 
    array (
      'order' => 'مشتراياتى',
      'prod' => 'منتجاتى',
      'profile' => 'صفحتى الشخصية',
      'sellItem' => 'إضافة منتج جديد',
    ),
    'mes' => 
    array (
      'del' => 'تم مسح المنتج بنجاح',
    ),
    'newProduct' => 'حالة السلعة جديدة',
    'noImgTxt' => 'برجاء ملاحظة انه لن يتم رفع الصورة إلى قاعدة البيانات',
    'orderCount' => 'إجمالى المشتريات',
    'paid' => 'إجمالى المدفوع',
    'pamount' => 'الكمية',
    'pbrand' => 'العلامة التجارية',
    'pcolor' => 'اللون',
    'pcolorHelp' => 'أكتب الألوان مفصولة بـ (,) .مثل red,blue',
    'pinfo' => 'وصف المنتج',
    'pname' => 'إسم المنتج',
    'pprice' => 'السعر',
    'prod' => 'إجمالى عدد المنتجات',
    'psave' => 'نسبة الخصم',
    'resetForm' => 'مسح الكل',
    'sales' => 'المباع من المنتج',
    'saveProduct' => 'حفظ',
    'sent' => 'تم التوصيل',
    'sentOrder' => 'إجمالى المنتجات التى تم توصيلها',
    'title' => 
    array (
      'index' => 'صفحتى الشخصية',
      'order' => 'مشترياتى',
      'prod' => 'منتجاتى',
    ),
  ),
  'view' => 'عرض كـ',
  'youSave' => 'ستوفر',
  'brand' => 'العلامة التجارية',
  'color' => 'اللون',
  'condition' => 'حالة السلعة',
  'price' => 'السعر',
  'rating' => 'متوسط التقييمات',
  'footer' => [
    'followUs' => 'تـابـعـنـا',
    'myAccount' => 'حـسـابـي'
  ]
);
